Repository: darwinraul62/aspnetcoreframework
Catalog: Services/Identity.User/Ecubytes.Identity.User.Api/Resources/Controllers/UserController.*.resx
Languages: es

source: The LogonName already exists
es: El Nombre de Usuario ya existe

source: The Email already exists
es: The Email ya existe

source: The UserId already exists
es: El Id ya existe

source: User created successfully
es: El fue creado exitosamente

source: User could not be created
es: El Usuario no pudo ser creado

source: User could not be updated
es: El Usuario no pudo ser actualizado

source: User updated successfully
es: El Usuario fue actualizado exitosamente

source: User was Deleted
es: El Usuario fue eliminado

source: Group added to user
es: Se agreg贸 el Grupo al Usuario

source: Group was removed from user
es: Se quit贸 el Grupo del Usuario

source: Role added to user
es: Se agreg贸 el Rol al Usuario

source: Role was removed from user
es: Se quit贸 el Rol del Usuario
